;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=ภาษาไทย/Thai
WebLang = THAI
Translator = Pornchai Petthaveeporndej
Codepage = UNICODE
Version=4.4.2


[Uninstaller Toolbar]
102 = ดู
103 = ตัวเลือก
104 = โปรแกรมถอนการติดตั้ง
105 = เครื่องมือ
106 = โหมดฮันเตอร์
107 = รายการ
108 = ไอคอน
109 = รายละเอียด
110 = ถอนการติดตั้ง
111 = ลบรายการ
112 = รีเฟรช
113 = คุณแน่ใจหรือไม่ว่าคุณต้องการลบรายการที่เลือก?
114 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งโปรแกรมที่เลือก?
115 = อัปเดตอัตโนมัติ
116 = ช่วย
117 = ความช่วยเหลือของเครื่องมือปัจจุบัน ...
118 = โฮมเพจ ...
119 = เกี่ยวกับ ...
120 = คุณไม่ใช่ผู้ดูแลระบบ!
121 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งส่วนประกอบของระบบที่เลือก \nSTOP เว้นแต่คุณจะแน่ใจว่าคุณกำลังทำอะไรอยู่!
122 = โปรแกรมถอนการติดตั้งจะแสดงโปรแกรมและส่วนประกอบที่ติดตั้งทั้งหมดสำหรับทั้งผู้ใช้ปัจจุบันและผู้ใช้ทั้งหมด ในประเภทมุมมอง "รายละเอียด" หรือตามเมนูบริบทคุณสามารถเข้าถึงข้อมูลเพิ่มเติม (ลิงก์และคุณสมบัติเกี่ยวกับการติดตั้ง) คุณสมบัติหลักของ Revo Uninstaller คือโหมด Hunter โหมดนี้ช่วยให้คุณมีความยืดหยุ่นในการถอนการติดตั้งหยุดลบหรือปิดใช้งานจากการเริ่มอัตโนมัติด้วยการคลิกเพียงครั้งเดียว
123 = ค้นหา
124 = พบ:
125 = คุณแน่ใจหรือไม่ว่าต้องการลบองค์ประกอบของระบบที่เลือกออกจาก Registry \n ระบบปฏิบัติการของคุณอาจต้องการส่วนประกอบนี้!
126 = จะไม่เริ่มอัตโนมัติอีกต่อไป!
127 = ถูกตั้งค่าให้เริ่มอัตโนมัติ
128 =%s ถูกติดตั้งในตำแหน่งเดียวกับ% s!\n ส่วนที่เหลือจะพบได้จากทั้งสองแอปพลิเคชัน! ตรวจสอบสิ่งที่คุณต้องการลบอย่างละเอียด!
129 = บังคับให้ถอนการติดตั้ง MSI

[Uninstaller List]
150 = แอปพลิเคชัน
151 = ขนาด
152 = เวอร์ชัน
153 = วันที่ติดตั้ง
154 = บริษัท
155 = เว็บไซต์
156 = ความคิดเห็น
157 = ถอนการติดตั้งสตริง
158 = คีย์รีจิสทรี
159 = ตัวติดตั้ง

[Uninstaller StatusBar]
201 = การติดตั้ง:
202 = กำลังโหลด ...

[Registry Optimizer]
302 = เลือกตำแหน่งที่จะสแกน
303 = เมนูเริ่ม

[Autorun Toolbar]
407 = วิ่ง
408 = ฆ่า
409 = ลบ
410 = รายการ:
411 = เปิดใช้งาน:
412 = ด้วย Autorun Manager ไม่เพียง แต่คุณสามารถเปิดหรือปิดการใช้งานแอปพลิเคชันจากการเริ่มต้นระบบ Windows โดยอัตโนมัติ แต่คุณยังสามารถรับข้อมูลเพิ่มเติมเกี่ยวกับแอปพลิเคชันนั้น คุณสามารถรับเส้นทางการเรียกใช้คำอธิบายผู้เผยแพร่สถานะ (กำลังทำงานหรือไม่ทำงาน) และตำแหน่งของคำสั่งเริ่มต้น (ไม่ว่าจะในรีจิสทรีหรือไฟล์บนฮาร์ดดิสก์)

[Autorun List]
450 = ชื่อการเริ่มต้น
451 = เปิดเส้นทาง
452 = คำอธิบาย
453 = สำนักพิมพ์
454 = สถานะ
455 = ที่ตั้ง
456 = วิ่ง
457 = ไม่วิ่ง
458 = ไม่ถูกต้อง
459 = กระบวนการฆ่า
460 = เรียกใช้กระบวนการ
461 = เปิดโฟลเดอร์ที่มี
462 = ไปที่ตั้ง
463 = คัดลอกเส้นทางเริ่มต้น
464 = ลบรายการที่เลือก
465 = ลบทั้งหมดไม่ถูกต้อง
466 = ลบทั้งหมดไม่ทำงาน
467 = ลบทั้งหมดที่ปิดใช้งาน
468 = คุณสมบัติ ...
470 = คุณแน่ใจหรือไม่ว่าต้องการปิดแอปพลิเคชันที่เลือก \n ข้อมูลที่ไม่ได้บันทึกจะสูญหาย!
471 = คุณแน่ใจหรือไม่ว่าต้องการลบรายการที่เลือก?
472 = คุณแน่ใจหรือไม่ว่าต้องการลบรายการที่ไม่ถูกต้องทั้งหมด?
473 = คุณแน่ใจหรือไม่ว่าต้องการลบรายการที่ไม่ได้ทำงานทั้งหมด?
474 = คุณแน่ใจหรือไม่ว่าต้องการลบรายการที่ปิดใช้งานทั้งหมด?
475 = ไม่มีคำสั่ง!
476 = ไม่รู้จัก
477 = ปิดใช้งานการสตาร์ทอัตโนมัติ
478 = เปิดใช้งานการสตาร์ทอัตโนมัติ

[Outlook Control]
300 = การเพิ่มประสิทธิภาพ
301 = Registry Optimizer
400 = ตัวจัดการการทำงานอัตโนมัติ
500 = แทร็กทำความสะอาด
501 = ตัวล้างเบราว์เซอร์
600 = Microsoft Office Cleaner
700 = Windows Cleaner
800 = ตัวลบหลักฐาน
900 = ลบไม่ได้
2100 = เครื่องมือของ Windows
2200 = ตัวล้างไฟล์ขยะ

[Track Cleaner Browsers]
507 = ล้างทั้งหมด
508 = ล้างประวัติของหน้าเว็บอินเทอร์เน็ตที่เข้าชม
509 = ลบประวัติแถบที่อยู่
510 = ลบไฟล์อินเทอร์เน็ตชั่วคราว
511 = ลบคุกกี้
512 = ลบไฟล์ Index.dat
513 = ดำเนินการ
514 = ลบประวัติการดาวน์โหลด
515 = ลบประวัติเซสชัน
516 = ลบประวัติแบบฟอร์ม
517 = โปรแกรมถอนการติดตั้ง
518 = คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลประวัติที่เลือกทั้งหมด?
521 = คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลประวัติของ Internet Explorer
522 = คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลประวัติของ Firefox?
523 = คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลประวัติ Opera?
524 = คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลประวัติของ Netscape
525 = เบราว์เซอร์ของคุณบันทึกรายละเอียดเกี่ยวกับทุกเว็บไซต์ที่คุณเคยเยี่ยมชม ข้อมูลสามารถเข้าถึงได้อย่างง่ายดายจากหน้าต่างเบราว์เซอร์ของคุณและเพียงแค่กดปุ่มทุกคนก็สามารถเห็นได้ว่าคุณกำลังท่องเว็บอยู่ที่ไหน! ด้วย Browsers Cleaner คุณสามารถลบไฟล์อินเทอร์เน็ตชั่วคราวซึ่งมีรูปภาพทั้งหมดที่คุณเห็นวิดีโอออนไลน์ทั้งหมดที่คุณดูและหน้าเว็บทั้งหมดที่คุณเคยเยี่ยมชม การลบไฟล์อินเทอร์เน็ตชั่วคราวสามารถเพิ่มพื้นที่ว่างบนฮาร์ดดิสก์ของคุณได้มาก
526 = ปิดอินเทอร์เน็ตเบราว์เซอร์ของคุณก่อนทำความสะอาดร่องรอย
527 = ไฟล์ Index.dat จะถูกลบในครั้งถัดไปที่คอมพิวเตอร์ถูกรีบูต
599 = ติดตามการดำเนินการทำความสะอาดสำหรับรายการที่เลือกเสร็จสมบูรณ์!

[Office Track Cleaner]
601 = ชัดเจน
607 = ล้างประวัติเอกสารล่าสุดของ Microsoft Word
608 = รวม Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 และ Word 2016
609 = ล้างประวัติเอกสารล่าสุดของ Microsoft Excel
610 = ประกอบด้วย Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 และ Excel 2016
611 = ล้างประวัติเอกสารล่าสุดของ Microsoft Access
612 = รวม Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 และ Access 2016
613 = ล้างประวัติเอกสารล่าสุดของ Microsoft PowerPoint
614 = รวม PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 และ PowerPoint 2016
615 = ล้างประวัติเอกสารล่าสุดของ Microsoft FrontPage
616 = รวม FrontPage 2000, FrontPage XP และ FrontPage 2003
617 = Microsoft Office Cleaner ช่วยให้คุณสามารถลบประวัติของไฟล์ท  ที่ใช้ล่าสุดใน Microsoft Word, Excel, Access, PowerPoint และ FrontPage หากคุณไม่ต้องการให้คนอื่นเห็นสเปรดชีตเอกสารหรือไฟล์อื่น ๆ ที่เปิดหรือแก้ไขล่าสุดที่สร้างโดยใช้ Microsoft Office เพียงแค่เลือกประเภทไฟล์ที่คุณไม่ต้องการแล้วคลิกปุ่ม "ล้าง" ไฟล์ที่คุณใช้ล่าสุดสำหรับประเภทโปรแกรมที่คุณเลือกจะไม่สามารถใช้งานได้อีกต่อไป

[Windows Tracks Cleaner]
701 = ชัดเจน
707 = ล้างประวัติเอกสารล่าสุด
708 = ล้างประวัติการเรียกใช้เมนูเริ่ม
709 = ล้างประวัติการค้นหาไฟล์
710 = ล้างเครื่องพิมพ์คอมพิวเตอร์และผู้คนค้นหาประวัติ
711 = ล้างคลิปบอร์ด
712 = ล้างประวัติไฟล์ล่าสุดของ "MS Paint"
713 = ล้างประวัติไฟล์ล่าสุดของ "MS Wordpad"
714 = ล้างประวัติคีย์ Regedit ล่าสุดที่เปิด
715 = ล้างกล่องโต้ตอบทั่วไปเปิด / บันทึกประวัติล่าสุด
716 = ล้างประวัติโฟลเดอร์ที่เข้าชมล่าสุดของกล่องโต้ตอบทั่วไป
717 = ล้างถังรีไซเคิล
718 = ลบไฟล์ชั่วคราวของ Windows
719 = ลบบันทึกการใช้งานเมนูเริ่ม
720 = Microsoft Windows ติดตามสิ่งต่างๆมากมายที่คุณทำกับคอมพิวเตอร์ของคุณเช่นประวัติการค้นหาไฟล์ (เมื่อคุณค้นหาไฟล์และโฟลเดอร์) ประวัติเอกสารที่เปิดเมื่อเร็ว ๆ นี้ประวัติการเปิด / บันทึกที่ใช้ในกล่องโต้ตอบไฟล์มาตรฐานจากแอปพลิเคชันต่างๆและอีกมากมาย . Windows Cleaner ช่วยให้คุณสามารถลบประวัติทั้งหมดนี้และไฟล์ชั่วคราวได้ คุณยังสามารถล้างถังรีไซเคิลของคุณและลบไฟล์ชั่วคราวซึ่งจะทำให้มีพื้นที่ว่างบนฮาร์ดดิสก์ได้มาก
721 = ประวัติการเรียกใช้จะถูกลบหลังจากกระบวนการ explorer.exe เริ่มต้นใหม่
722 = การติดตามใน Windows Registry
723 = การติดตามบนฮาร์ดดิสก์ไดรฟ์ภายใน
724 = ลบไฟล์การถ่ายโอนข้อมูลหน่วยความจำที่ขัดข้อง
725 = ลบ Chkdsk (Check Disk) กู้คืนเศษไฟล์


[Evidence Remover]
802 = ดำเนินการ
803 = กำลังลบ
804 = โปรดรอในขณะที่กำลังดำเนินการลบ
805 = เสร็จสมบูรณ์
806 = วางเครื่องหมายถูกบนไดรฟ์ซึ่งมีร่องรอยและหลักฐานการทำงานของคุณที่คุณต้องการลบ เครื่องมือนี้มีผลกับข้อมูลที่ลบไปแล้วเท่านั้น คำเตือน: หลังจากเสร็จสิ้นขั้นตอนแล้วจะไม่สามารถกู้คืนไฟล์ที่ถูกลบไปได้!
807 = เมื่อคุณล้างถังรีไซเคิลของ Windows ไฟล์และโฟลเดอร์ของคุณจะถูกทำเครื่องหมายว่าถูกลบ แต่จะไม่ถูกลบออกทางกายภาพ เครื่องมือนี้จะลบไฟล์และโฟลเดอร์ที่ลบไปแล้วอย่างถาวร แต่เหลืออยู่ในฮาร์ดดิสก์ไดรฟ์ของคุณ ไม่ว่าคุณหรือใครจะพยายามใช้เครื่องมืออะไรในการกู้คืนข้อมูลผลลัพธ์ก็จะเหมือนเดิมไม่มีอะไรเลย - ข้อมูลที่ลบด้วย Evidence Remover ไม่สามารถกู้คืนได้!
808 = คุณแน่ใจหรือไม่ว่าต้องการลบร่องรอยและหลักฐานที่เหลืออยู่ในไดรฟ์ที่เลือก?

[Unrecoverable Delete]
912 = รายชื่อไฟล์และโฟลเดอร์ที่จะถูกลบและจะไม่สามารถกู้คืนได้
913 = ไฟล์
914 = โฟลเดอร์
915 = แทรกไฟล์ที่คุณต้องการลบและลบออกจากระบบ ไฟล์เหล่านี้ไม่สามารถกู้คืนได้ด้วยเครื่องมือซอฟต์แวร์ใด ๆ !
916 = แทรกโฟลเดอร์ที่คุณต้องการลบและลบออกจากระบบ โฟลเดอร์เหล่านี้ไม่สามารถกู้คืนได้ด้วยเครื่องมือซอฟต์แวร์ใด ๆ !
917 = เพิ่มไฟล์ที่จะลบ
918 = เพิ่มโฟลเดอร์ที่จะลบ
919 = ลบไปตลอดกาล
920 = ล้างรายการ
921 = หากคุณต้องการลบไฟล์หรือโฟลเดอร์อย่างปลอดภัย (เพื่อให้แน่ใจว่าไม่มีใครสามารถกู้คืนไฟล์หรือโฟลเดอร์นี้ได้ด้วยเครื่องมือใด ๆ ) ให้ใช้ Unrecoverable Delete การลบไฟล์และการล้างข้อมูลใน Windows Recycle Bin ไม่ได้หมายความว่าไฟล์เหล่านี้จะหายไปตลอดกาลไฟล์เหล่านี้ยังอยู่ในฮาร์ดดิสก์ของคุณและใคร ๆ ก็สามารถกู้คืนข้อมูลที่ถูกลบได้อย่างง่ายดาย เครื่องมือลบที่ไม่สามารถกู้คืนได้ทำให้สิ่งนี้เป็นไปไม่ได้เพราะมันจะลบไฟล์และโฟลเดอร์ที่เลือกทั้งหมด
922 = คุณแน่ใจหรือว่าต้องการลบไฟล์และโฟลเดอร์ที่เลือกตลอดไป?

[Options Tree]
1001 = ตัวเลือก
1100 = ทั่วไป
1200 = โปรแกรมถอนการติดตั้ง

[General]
1101 = ภาษาปัจจุบัน:
1102 = โหมดขั้นสูง
1103 = ตรวจสอบการอัปเดตเมื่อเริ่มต้น

[Uninstaller Options]
1201 = แสดงการอัปเดตระบบ
1202 = แสดงส่วนประกอบของระบบ
1204 = เรียกใช้โปรแกรมถอนการติดตั้งในตัวเท่านั้น
1205 = (ไม่รองรับใน Windows Vista)
1206 = สร้างจุดคืนค่าระบบก่อนถอนการติดตั้ง


[Auto Update]
1907 = อัปเดต
1908 = ข้อมูลเวอร์ชัน
1909 = เวอร์ชันปัจจุบัน:
1910 = เวอร์ชันล่าสุด:
1911 = ดาวน์โหลด
1912 = รับเวอร์ชันล่าสุด
1913 = มีอะไรใหม่
พ.ศ. 2457 = กำลังตรวจสอบ ...
1915 = ข้อผิดพลาดในการเชื่อมต่อ ...
1916 = หยุด
1917 = ดาวน์โหลด % s ของ% s
1918 = ดาวน์โหลดแล้ว% s (ไม่ทราบขนาดทั้งหมด)
1919 = Revo Uninstaller Pro ไม่สามารถเชื่อมต่อกับ www.revouninstaller.com โปรดตรวจสอบว่าการเชื่อมต่ออินเทอร์เน็ตของคุณใช้งานได้หรือไม่และไฟร์วอลล์ของคุณไม่ได้ปิดกั้น Revo Uninstaller Pro
1920 = ข้อผิดพลาด: การตรวจสอบเวอร์ชันใหม่ล้มเหลว ไม่มีการเชื่อมต่ออินเทอร์เน็ต

[WinTools]
2110 = รัน
2111 = มีเครื่องมือและส่วนประกอบที่สะดวกและมีประโยชน์มากมายที่มาพร้อมกับระบบปฏิบัติการ Windows ทุกระบบ เครื่องมือบางอย่างใช้บรรทัดคำสั่งที่ซับซ้อนส่วนเครื่องมืออื่น ๆ เข้าถึงได้ยาก Windows Tools ช่วยให้คุณสามารถเข้าถึงเครื่องมือ Windows ทั่วไปได้อย่างรวดเร็วเพียงคลิกเดียว
2112 = หากเกิดปัญหาขึ้นคุณสามารถใช้ System Restore เพื่อกู้คืนคอมพิวเตอร์ของคุณกลับสู่สถานะที่บันทึกไว้ก่อนหน้านี้โดยไม่สูญเสียไฟล์ข้อมูลส่วนตัวของคุณ System Restore ตรวจสอบการเปลี่ยนแปลงของระบบและไฟล์แอพพลิเคชั่นบางไฟล์และจะสร้างจุดคืนค่าที่ระบุได้ง่ายโดยอัตโนมัติ จุดคืนค่าเหล่านี้ช่วยให้คุณเปลี่ยนระบบกลับสู่สถานะที่สำรองไว้ก่อนหน้านี้ จุดคืนค่าจะถูกสร้างขึ้นทุกวันและในเวลาที่มีการเปลี่ยนแปลงระบบที่สำคัญ คุณยังสามารถสร้างและตั้งชื่อจุดคืนค่าของคุณเองได้ตลอดเวลา
2113 = คุณสามารถใช้เพื่อรวบรวมและแสดงข้อมูลเกี่ยวกับฮาร์ดแวร์คอมพิวเตอร์และระบบปฏิบัติการการกำหนดค่าอินเทอร์เน็ตและการกำหนดค่าโมเด็มและอะแดปเตอร์เครือข่ายของคุณ ด้วยเครื่องมือวินิจฉัยเครือข่ายคุณสามารถทำการสแกนระบบของคุณและทดสอบการเชื่อมต่อเครือข่ายและโปรแกรมและบริการที่เกี่ยวข้องกับเครือข่ายของคุณทำงานได้หรือไม่
2114 = ข้อมูลเครือข่ายแสดงข้อมูลการกำหนดค่าเครือข่าย TCP / IP ปัจจุบันการตั้งค่า Dynamic Host Configuration Protocol (DHCP) และ Domain Name System (DNS) ข้อมูลเครือข่ายยังแสดงการกำหนดค่า TCP / IP แบบเต็มสำหรับอะแดปเตอร์เครือข่ายทั้งหมดรวมถึงที่อยู่ IP, ที่อยู่ MAC, ซับเน็ตมาสก์, เกตเวย์เริ่มต้น, Windows Internet Naming Service (WINS) และการกำหนดค่า DNS
2115 = ศูนย์ความปลอดภัยตรวจสอบสถานะของข้อมูลสำคัญด้านความปลอดภัยของคอมพิวเตอร์ของคุณ 3 ประการ ได้แก่ ไฟร์วอลล์การอัปเดตอัตโนมัติและการป้องกันมัลแวร์ / ไวรัส หากตรวจพบปัญหาในสิ่งเหล่านี้ (ตัวอย่างเช่นหากโปรแกรมป้องกันไวรัสของคุณล้าสมัย) ศูนย์ความปลอดภัยจะส่งการแจ้งเตือนถึงคุณและให้คำแนะนำเกี่ยวกับวิธีการปกป้องคอมพิวเตอร์ของคุณให้ดีขึ้น
2116 = คุณสมบัติของระบบสามารถใช้เพื่อดูข้อมูลฮาร์ดแวร์พื้นฐานของคอมพิวเตอร์เช่นประเภท CPU และหน่วยความจำ RAM ทั้งหมดดูและเปลี่ยนการตั้งค่าที่ควบคุมวิธีที่คอมพิวเตอร์ของคุณใช้หน่วยความจำและค้นหาข้อมูลบางอย่าง (คุณสมบัติฮาร์ดแวร์และอุปกรณ์) กำหนดค่าโปรไฟล์ฮาร์ดแวร์ดู ข้อมูลเกี่ยวกับการเชื่อมต่อเครือข่ายและโปรไฟล์การเข้าสู่ระบบของคุณและรายงานข้อผิดพลาดของระบบและโปรแกรมไปยัง Microsoft หรือผู้ดูแลระบบของคุณเมื่อเกิดขึ้น
2117 = ข้อมูลระบบเป็นส่วนประกอบของระบบปฏิบัติการ Windows ที่รวบรวมและแสดงข้อมูลการกำหนดค่าระบบสำหรับคอมพิวเตอร์ภายในและระยะไกล ซึ่งรวมถึงข้อมูลเกี่ยวกับการกำหนดค่าฮาร์ดแวร์ส่วนประกอบคอมพิวเตอร์และซอฟต์แวร์รวมถึงไดรเวอร์ที่ลงนามและไดรเวอร์ที่ไม่ได้ลงชื่อ ข้อมูลระบบเป็นเครื่องมือสนับสนุนที่คุณสามารถใช้เพื่อค้นหาข้อมูลเกี่ยวกับคอมพิวเตอร์และระบบปฏิบัติการของคุณได้อย่างรวดเร็ว
2118 = TCP / IP Netstat Command เป็นส่วนประกอบของระบบปฏิบัติการ Windows ที่แสดงการเชื่อมต่อ TCP ที่ใช้งานอยู่ทั้งหมดและพอร์ต TCP และ UDP ที่คอมพิวเตอร์กำลังรับฟังและแสดงไฟล์ปฏิบัติการที่เกี่ยวข้องกับการสร้างการเชื่อมต่อหรือพอร์ตการฟังแต่ละรายการ (ชื่อปฏิบัติการคือ ใน [] ที่ด้านล่างด้านบนคือส่วนประกอบที่เรียกและอื่น ๆ จนกว่าจะถึง TCP / IP)
2119 = แป้นพิมพ์บนหน้าจอแสดงแป้นพิมพ์เสมือนจริงบนหน้าจอและอนุญาตให้ผู้ใช้ที่มีความบกพร่องทางการเคลื่อนไหวพิมพ์ข้อมูลโดยใช้อุปกรณ์ชี้ตำแหน่งหรือจอยสติ๊ก แป้นพิมพ์บนหน้าจอมีไว้เพื่อมอบฟังก์ชันการทำงานขั้นต่ำสำหรับผู้ใช้ที่มีความบกพร่องทางการเคลื่อนไหว คุณยังสามารถใช้แป้นพิมพ์บนหน้าจอได้หากคุณคิดว่ามี Key-Logger ติดตั้งอยู่บนพีซีของคุณและปุ่มทั้งหมดที่คุณพิมพ์จะถูกบันทึก แป้นพิมพ์บนหน้าจอช่วยลดความสามารถในการบันทึกการกดแป้นพิมพ์
2120 = ตัวจัดเรียงข้อมูลบนดิสก์จะวิเคราะห์ไดรฟ์ข้อมูลในเครื่องและรวมไฟล์และโฟลเดอร์ที่กระจัดกระจายเพื่อให้แต่ละไฟล์ใช้พื้นที่เดียวที่ต่อเนื่องกันบนโวลุ่ม Disk Defragmenter ยังรวมพื้นที่ว่างของไดรฟ์ข้อมูลไว้ด้วยทำให้มีโอกาสน้อยที่ไฟล์ใหม่จะถูกแยกส่วน จากการเปลี่ยนแปลงเหล่านี้ระบบของคุณสามารถเข้าถึงไฟล์และโฟลเดอร์และบันทึกไฟล์ใหม่ได้อย่างมีประสิทธิภาพมากขึ้น
2121 = บริการสามารถเริ่มหยุดหยุดชั่วคราวดำเนินการต่อหรือปิดใช้งานบริการบนคอมพิวเตอร์ภายในหรือระยะไกล นอกจากนี้บริการยังสามารถตั้งค่าการดำเนินการกู้คืนหากบริการล้มเหลว (เช่นเริ่มบริการใหม่โดยอัตโนมัติ) เปิดหรือปิดบริการสำหรับโปรไฟล์ฮาร์ดแวร์เฉพาะและเพื่อดูสถานะและคำอธิบายของแต่ละบริการ
2122 = โฟลเดอร์ที่ใช้ร่วมกันสามารถใช้เพื่อจัดการทรัพยากรที่แชร์ผ่านเครือข่ายควบคุมสิทธิ์การเข้าถึงของผู้ใช้กิจกรรมเซสชันคุณสมบัติทรัพยากรที่ใช้ร่วมกันและเพื่อดูสรุปการเชื่อมต่อและการใช้ทรัพยากรสำหรับคอมพิวเตอร์ในระบบและระยะไกล โฟลเดอร์ที่ใช้ร่วมกันยังสามารถดูรายชื่อผู้ใช้ทั้งหมดที่มี e เชื่อมต่อจากระยะไกล (ผ่านเครือข่าย) กับคอมพิวเตอร์ของคุณและยกเลิกการเชื่อมต่อหนึ่งหรือทั้งหมด คุณยังสามารถดูรายการไฟล์ที่เปิดโดยผู้ใช้ระยะไกลได้
2123 = นโยบายกลุ่มรวมถึงการกำหนดค่านโยบายผู้ใช้และคอมพิวเตอร์ การตั้งค่านโยบายกลุ่มกำหนดส่วนประกอบต่างๆของสภาพแวดล้อมเดสก์ท็อปของผู้ใช้ที่ผู้ดูแลระบบจำเป็นต้องจัดการ (ตัวอย่างเช่นโปรแกรมที่พร้อมใช้งานสำหรับผู้ใช้โปรแกรมที่ปรากฏบนเดสก์ท็อปของผู้ใช้และตัวเลือกสำหรับเมนูเริ่ม)
2124 = เพิ่ม / ลบส่วนประกอบของ Windows ช่วยให้คุณจัดการส่วนประกอบ Windows ที่ติดตั้งบนคอมพิวเตอร์ของคุณ หลังจากติดตั้งระบบปฏิบัติการ Windows บนคอมพิวเตอร์ของคุณแล้วคุณสามารถใช้เครื่องมือนี้เพื่อเพิ่มส่วนประกอบของ Windows ที่ไม่ได้รวมอยู่ในการติดตั้งเดิมหรือเพื่อลบส่วนประกอบ Windows ที่มีอยู่ซึ่งคุณไม่ต้องการอีกต่อไป
2125 = เครื่องมือกำจัดซอฟต์แวร์ที่เป็นอันตรายของ Microsoft Windows ตรวจสอบคอมพิวเตอร์ของคุณเพื่อหาการติดไวรัสโดยเฉพาะซอฟต์แวร์ที่เป็นอันตรายที่แพร่หลายและช่วยในการกำจัดการติดไวรัสที่พบ ซอฟต์แวร์ที่เป็นอันตรายนี้รวมถึงไวรัสเวิร์มและม้าโทรจัน เมื่อกระบวนการตรวจจับและลบเสร็จสิ้นเครื่องมือจะแสดงรายงานที่อธิบายถึงผลลัพธ์รวมถึงหากตรวจพบและลบซอฟต์แวร์ที่เป็นอันตราย



[Junk Files Cleaner Options]
2202 = ไดรฟ์ที่จะสแกน:
2203 = แบบ
2204 = คำอธิบาย
2205 = เพิ่ม
2206 = ลบ
2207 = รีเซ็ตค่าเริ่มต้น
2208 = ตัวล้างไฟล์ขยะ :: ทั่วไป
2209 = ตัวล้างไฟล์ขยะ :: ไม่รวม
2220 = รูปแบบที่ต้องการสแกน:
2221 = คุณสามารถใช้สัญลักษณ์? และ / หรือ * เป็นสัญลักษณ์แทน
2222 = เพิ่มรูปแบบ
2223 = เพิ่มรูปแบบการยกเว้น
2224 = คุณสามารถใช้สัญลักษณ์? และ / หรือ * เป็นสัญลักษณ์แทน
2225 = ไม่รวมรูปแบบ:
2226 = ลบไฟล์ไปที่ถังรีไซเคิล
2227 = ละเว้นไฟล์ที่เข้าถึงในช่วง 24 ชั่วโมงที่ผ่านมา

[Junk Files Cleaner Tool]
2306 = สแกน
2307 = ลบ
2308 = กำลังสแกน
2309 = โปรดรอในระหว่างกระบวนการสแกน
2310 = ยกเลิก
2311 = ชื่อ
2312 = ขนาด
2319 = ไฟล์:
2320 = ขนาดรวม:
2323 = มีไฟล์ที่ Windows ใช้อยู่หรือ  โปรแกรมอื่นที่ไม่สามารถลบได้ในตอนนี้
2324 = คุณต้องเลือกอย่างน้อยหนึ่งไดรฟ์และส่วนขยายเพื่อเริ่มการสแกน
2325 = Junk Files Cleaner ช่วยให้คุณค้นหาและลบไฟล์ขยะและไฟล์ที่ไม่จำเป็นประเภทต่างๆออกจากคอมพิวเตอร์ของคุณ โดยปกติไฟล์ดังกล่าวจะถูกลบโดยแอปพลิเคชันที่สร้างขึ้นทันทีที่ไม่ต้องการใช้งานอีกต่อไป อย่างไรก็ตามอาจยังคงอยู่อย่างถาวรในฮาร์ดไดรฟ์ของคุณหากแอปพลิเคชันหยุดทำงานโดยไม่คาดคิดระบบขัดข้อง ฯลฯ หากเกิดเหตุการณ์นี้ขึ้นอาจทำให้พื้นที่ว่างในดิสก์ลดลงหรืออาจทำให้ความเร็วของระบบช้าลงเป็นต้น
2326 = ไฟล์:
2327 = การลบไฟล์

[Context Menu Junk Files Cleaner]
2313 = เปิด
2314 = ค้นหาที่ %s สำหรับ
2315 = เปิดโฟลเดอร์ที่มี
2316 = คุณสมบัติ ...
2317 = ตรวจสอบรายการทั้งหมด
2318 = ยกเลิกการเลือกรายการทั้งหมด
2321 = ตรวจสอบรายการที่เลือก
2322 = ยกเลิกการเลือกรายการที่เลือก

[Topmost Window]
4002 = ตัวเลือก
4003 = เปิดหน้าต่างหลัก
4004 = โหมดลากและวาง
4005 = โหมดฮันเตอร์
4006 = ขนาด
4007 = เล็ก
4008 = กลาง
4009 = ใหญ่
4010 = ขนาดหน้าต่าง
4011 = ออก
4012 = ถอนการติดตั้ง
4013 = หยุดการสตาร์ทอัตโนมัติ
4014 = กระบวนการฆ่า
4015 = กระบวนการฆ่าและลบ
4016 = เปิดโฟลเดอร์ที่มี
4017 = ข้อมูล
4018 = คุณสมบัติ
4019 = ยกเลิก
4020 = รองรับครั้งละไฟล์เท่านั้น!
4021 = คุณได้ทิ้งโฟลเดอร์โปรดลากและวางไฟล์!
4022 = ถอนการติดตั้งหรือลบ:
4023 = ยังไม่ได้แก้ไข! พยายามชี้ไปที่หน้าต่างไอคอนหรือรายการแถบงานอื่น
4024 = ไม่สามารถเรียกใช้คำสั่งถอนการติดตั้ง! \n โปรดถอนการติดตั้งแอปพลิเคชันด้วย Uninstaller
4025 = ไม่พบแพ็คเกจการติดตั้ง! \n เคล็ดลับ: รับข้อมูลเพิ่มเติมสำหรับแอปพลิเคชันจากหน้าต่างหลักและ \n ลองถอนการติดตั้งด้วยตนเอง!
4026 = แอปพลิเคชันเป้าหมายถูกปิดใช้งานจากการเริ่มอัตโนมัติ! \n เคล็ดลับ: หากคุณต้องการเปิดใช้งานอีกครั้งให้ใช้ Autorun Tool ในแอปพลิเคชันหลัก!
4027 = ไม่พบแอปพลิเคชันเป้าหมายในตำแหน่งเริ่มต้นทั่วไป! \n เคล็ดลับ: หากต้องการค้นหาสถานที่ที่ไม่ธรรมดาซึ่งใช้สำหรับการเริ่มต้นแอปพลิเคชันโดยอัตโนมัติโปรดดูที่เว็บไซต์ Google!
4028 = คุณแน่ใจหรือว่าต้องการปิดแอปพลิเคชันที่เลือก \n ข้อมูลที่ไม่ได้บันทึกจะสูญหาย!
4029 = โปรแกรมถอนการติดตั้ง
4030 = คุณแน่ใจหรือไม่ว่าต้องการปิดและลบแอปพลิเคชันที่เลือก \n ข้อมูลที่ไม่ได้บันทึกจะสูญหาย!
4031 = คุณแน่ใจหรือไม่ว่าต้องการปิด Windows Explorer \n เมนูเริ่มแถบงานและถาดระบบจะหายไป!
4032 = เริ่มต้นอัตโนมัติด้วย Windows
4033 = ความโปร่งใส
4034 = ลากเป้าหมายไปที่หน้าต่างไอคอนหรือรายการแถบงานที่เปิดอยู่
4035 = อยู่ด้านบนเสมอ

[Scan After Uninstall]
4210 = ที่ตั้ง
4211 = คีย์
4212 = ค่า
4213 = ข้อมูล
4214 = ไฟล์
4215 = ไม่ได้เลือกรายการ เลือกรายการที่จะลบ!
4216 = สแกนหลังจากถอนการติดตั้ง
4217 = เลือกทั้งหมด
4218 = ยกเลิกการเลือกทั้งหมด
4219 = ลบ
4220 = ไฟล์ที่เหลือ
4221 = รายการ Registry ที่เหลือ
4222 = กำลังสแกนก่อนถอนการติดตั้งโปรดรอสักครู่ ...
4223 = กำลังเรียกใช้โปรแกรมถอนการติดตั้ง ...
4224 = โปรดเริ่มการค้นหาไฟล์โฟลเดอร์และรีจิสตรีคีย์ที่เหลือเมื่อโปรแกรมถอนการติดตั้งของแอปพลิเคชันเสร็จสิ้น
4225 = กำลังสแกนหลังจากถอนการติดตั้งโปรดรอสักครู่ ...
4226 = โปรดรวจสอบรายการที่ระบุไว้อย่าละเอียด!
4227 = ปิด
4228 = ไฟล์ที่เหลือในรายการจะถูกลบในระหว่างการรีสตาร์ทระบบครั้งถัดไป
4229 = การเรียกใช้โปรแกรมถอนการติดตั้งของแอปพลิเคชันล้มเหลว \n คำสั่งถอนการติดตั้งที่เป็นไปได้ไม่ถูกต้อง!
4230 = ย้อนกลับ
4231 = ถัดไป
4232 = เลือกโหมดถอนการติดตั้ง
4233 = โหมด
4234 = ในตัว - รันเฉพาะโปรแกรมถอนการติดตั้งของแอปพลิเคชันโดยไม่ต้องสแกนเพิ่มเติม
4235 = ปลอดภัย - รวมโหมดในตัวและทำการสแกนเพิ่มเติมใน Registry และบนฮาร์ดไดรฟ์เพื่อค้นหารายการที่เหลือที่สามารถลบได้อย่างปลอดภัย นี่คือโหมดที่เร็วที่สุด
4236 = ปานกลาง - รวมเซฟโหมดและทำการสแกนแบบขยายเพื่อค้นหาข้อมูลที่เหลือทั้งหมดของแอปพลิเคชันในตำแหน่งที่พบบ่อยที่สุดของ Registry และบนฮาร์ดไดรฟ์
4237 = ขั้นสูง - รวมโหมดปานกลางและทำการสแกนอย่างละเอียดถี่ถ้วนเพื่อค้นหาข้อมูลที่เหลือทั้งหมดของแอปพลิเคชันในรีจิสทรีและในฮาร์ดไดรฟ์ นี่เป็นโหมดที่ช้าที่สุด
4238 = วิเคราะห์ข้อมูลของแอปพลิเคชันก่อนถอนการติดตั้ง
4239 = เริ่มโปรแกรมถอนการติดตั้งในตัวของแอปพลิเคชัน
4240 = หลังจากโปรแกรมถอนการติดตั้งของแอปพลิเคชันเสร็จสิ้นให้กดปุ่ม "ถัดไป" เพื่อเริ่มการค้นหาไฟล์โฟลเดอร์และรายการรีจิสตรีที่เหลือ
4241 = ทำการวิเคราะห์เบื้องต้นและถอนการติดตั้ง
4242 = กำลังสแกนหาข้อมูลที่เหลือ
4243 = การถอนการติดตั้งในตัวเสร็จสิ้นขณะนี้กำลังสแกนรีจิสทรีและฮาร์ดไดรฟ์ของคุณเพื่อหาไฟล์โฟลเดอร์และรายการรีจิสตรีที่เหลือที่เกี่ยวข้องกับแอปพลิเคชันที่ถอนการติดตั้ง โปรดรอ….
4244 = พบรายการ Registry ที่เหลือ
4245 = พบรายการ Registry:
4246 = หมายเหตุ: โปรดตรวจสอบรายการที่เป็นตัวหนาอย่างระมัดระวัง! ตรวจสอบเฉพาะรายการที่เป็นตัวหนาและรายการย่อยจะถูกลบ!
4247 = พบไฟล์และโฟลเดอร์ที่เหลือ
4248 = พบรายการ:
4249 = คอมพิวเตอร์ของฉัน
4250 = Revo Uninstaller ไม่สามารถเริ่มโปรแกรมถอนการติดตั้งในตัวของแอปพลิเคชันได้ บางทีคำสั่งถอนการติดตั้งของแอปพลิเคชันอาจไม่ถูกต้องหรือโปรแกรมถอนการติดตั้งเสียหาย คุณสามารถกดปุ่ม“ ย้อนกลับ” และลองใช้โหมดถอนการติดตั้งอื่น
4251 = โปรแกรมถอนการติดตั้งในตัวของแอปพลิเคชันเสร็จสิ้น Revo Uninstaller ไม่สแกนหารายการที่เหลือ คุณสามารถกดปุ่ม“ ย้อนกลับ” และลองใช้โหมดถอนการติดตั้งอื่นเพื่อสแกนหาไฟล์โฟลเดอร์และรายการรีจิสทรีที่เหลือ
4252 = Revo Uninstaller เสร็จสิ้นขั้นตอนการถอนการติดตั้งสำเร็จ แต่ไม่พบรายการที่เหลือ คุณสามารถกดปุ่ม "ย้อนกลับ" และลองใช้โหมดถอนการติดตั้งแบบขยายอื่นเพื่อการสแกนที่ลึกขึ้น
4253 = Revo Uninstaller เสร็จสิ้นขั้นตอนการถอนการติดตั้งสำเร็จ หากคุณต้องการค้นหารายการที่เหลือเพิ่มเติมคุณสามารถกดปุ่ม "ย้อนกลับ" และลองใช้โหมดถอนการติดตั้งขั้นสูงเพื่อการสแกนที่ลึกขึ้น
4254 = เสร็จสิ้น
4255 = คุณแน่ใจหรือไม่ว่าคุณต้องการส่งไฟล์ที่เลือกไปยังถังรีไซเคิล?
4256 = คุณแน่ใจหรือไม่ว่าต้องการลบรายการรีจิสตรีที่เลือก
4257 = Revo Uninstaller เสร็จสิ้นขั้นตอนการถอนการติดตั้งสำเร็จ!
4258 = คุณแน่ใจหรือไม่ว่าต้องการข้ามการลบรายการรีจิสทรีที่พบที่เหลือและทำตามขั้นตอนต่อไป?
4259 = คุณแน่ใจหรือไม่ว่าต้องการข้ามการลบไฟล์และโฟลเดอร์ที่พบแล้วไปยังขั้นตอนถัดไป?
4260 = การสแกนหารายการที่เหลือเสร็จสมบูรณ์ กดปุ่ม "ถัดไป" เพื่อดูผลลัพธ์!
4261 = กำลังสร้างจุดคืนค่าระบบ ...
4262 = การสร้างจุดคืนค่าระบบ - ล้มเหลว!
4263 = การสร้างจุดคืนค่าระบบถูกปิดใช้งาน (ในตัวเลือก -> โปรแกรมถอนการติดตั้ง)
4264 = การสร้างจุดคืนค่าระบบ - เสร็จสิ้น!


[About]
4300 = ผู้แปล:

[ContextMenu Uninstaller]
5000 = คำสั่ง
5001 = ข้อมูล
5002 = ค้นหาที่ %s สำหรับ
5004 = ติดตั้งตำแหน่ง
5005 = เปิดเกี่ยวกับลิงค์ ...
5006 = เปิดลิงค์ช่วยเหลือ ...
5007 = เปิดลิงค์อัปเดต ...
5008 = เปิด Registry Key ...

[Common]
10000 = ตกลง
10001 = ยกเลิก
10002 = ช่วย
10003 = เรียกดู
10004 = ความช่วยเหลือเครื่องมือปัจจุบัน
10005 = โฮมเพจ
10006 = เกี่ยวกับ
10007 = คำเตือน
10008 = ข้อผิดพลาด
10009 = ใช่
10010 = ไม่ใช่
10011 = หยุดชั่วคราว
10012 = ดำเนินการต่อ
10013 = ค่าเริ่มต้น
10014 = โปรดรอ ...
10015 = ในภายหลัง
10016 = ไม่เลย
10017 = ปฏิบัติการสำเร็จ!
10018 = โปรดรอในขณะที่กำลังดำเนินการ ...
10019 = แก้ไข

[Tooltips]
2000 = เปลี่ยนเป็นโหมดถอนการติดตั้ง
2001 = แสดงแผงเครื่องมือ
2002 = ปรับการตั้งค่า
2003 = เปลี่ยนเป็นโหมดฮันเตอร์
2004 = เปลี่ยนมุมมองของรายการโปรแกรมที่ติดตั้ง
2005 = ถอนการติดตั้งโปรแกรมที่เลือก
2006 = ลบรายการที่เลือกออกจากรีจิสทรี
2007 = รีเฟรชรายการแอปพลิเคชัน
2008 = อัปเดตเวอร์ชันปัจจุบันของคุณเป็นเวอร์ชันล่าสุด
2552 = ค้นหาข้อมูลเพิ่มเติมและคำตอบสำหรับทุกคำถามของคุณเกี่ยวกับโปรแกรม
404 = เริ่มแอปพลิเคชันที่เลือก
405 = หยุดและปิดแอปพลิเคชันที่เลือก
406 = ป้องกันไม่ให้แอปพลิเคชันที่เลือกเริ่มการทำงานอัตโนมัติ
506 = ล้างตัวเลือกที่เลือก
605 = ล้างตัวเลือกที่เลือก
705 = ล้างตัวเลือกที่เลือก
2106 = เรียกใช้เครื่องมือที่เลือก
2304 = สแกนหาไฟล์ที่ไม่จำเป็นตามการตั้งค่าที่เลือก
2305 = ลบไฟล์ที่เลือกไปยังถังรีไซเคิล



[UninstallerPro]
15009 = ยูทิลิตี้
15050 = เลื่อนขึ้น
15051 = เลื่อนลง
15052 = เพิ่ม
15053 = ลบ
15054 = คอลัมน์
15055 = ลบคอลัมน์นี้
15056 = การจัดตำแหน่ง
15057 = ซ้าย
15058 = ศูนย์
15059 = ขวา
15060 = พอดีที่สุด
15061 = ส่งออกรายชื่อไปยัง
15062 = รูปแบบข้อความ (txt)
15063 = รูปแบบ HTML (html)
15064 = Microsoft Excel
15065 = ส่งออก
15066 = เลือกคอลัมน์ที่คุณต้องการส่งออก:
15067 = แสดงเป็นโปรแกรมใหม่ที่ติดตั้ง:
15068 = สุดท้าย (ในวัน)
15069 = ตั้งแต่การเริ่มต้นครั้งสุดท้ายของโปรแกรมถอนการติดตั้ง
15070 = ชื่อกลุ่ม:
15071 = เพิ่ม
15072 = กลุ่ม
15073 = โปรแกรมที่ถูกติดตาม
15074 = Traced \n โปรแกรม
15075 = โปรแกรมทั้งหมด
15076 = \n โปรแกรมทั้งหมด
15077 = ลบบันทึก
15078 = ถอนการติดตั้งแบบกำหนดเอง
15079 = เปลี่ยนไอคอน
15080 = เพิ่มในกลุ่ม
15081 = ลบออกจากกลุ่ม
15082 = กำลังถอนการติดตั้ง
15083 = การถอนการติดตั้งไฟล์และโฟลเดอร์ที่บันทึกไว้ของโปรแกรม:
15084 = การถอนการติดตั้งรายการ Registry ที่บันทึกไว้:
15085 = มีข้อมูลบางอย่างที่อาจเกี่ยวข้องกับโปรแกรมที่ถอนการติดตั้ง แต่ไม่ได้ถูกลบเนื่องจากไม่ได้บันทึกโดย Revo Uninstaller Pro ในระหว่างการติดตั้งโปรแกรม หากคุณต้องการตรวจสอบและลบออกในที่สุดให้กดปุ่ม "Advanced Uninstall"
15086 = ถอนการติดตั้งขั้นสูง
15087 = เส้นทางไฟล์ \ โฟลเดอร์
15088 = กำลังโหลดรายชื่อ ...
15089 = ถอนการติดตั้งค่าที่เลือก
15090 = เปิดคีย์รีจิสทรีหลัก ...
15091 = ขยายทั้งหมด
15092 = ยุบทั้งหมด
15093 = ชื่อค่า
15094 = โฟลเดอร์บันทึก:
15095 = ดำเนินการเปลี่ยนชื่อของไฟล์และโฟลเดอร์ระบบที่มีอยู่ก่อนหน้านี้
15096 = บังคับถอนการติดตั้ง
15097 = บังคับ \n ถอนการติดตั้ง
15098 = ขยายคีย์ที่เลือก
15099 = ยุบคีย์ที่เลือก
15100 = ถอนการติดตั้งคีย์ที่เลือก
15101 = ทำเครื่องหมายคีย์ที่เลือกเป็นสร้างแล้ว
15102 = เพิ่มในรายการที่ไม่รวม
15103 = ไฟล์บันทึกไม่ถูกต้อง
15104 = ไม่มีไฟล์! ป้อนชื่อไฟล์ที่ถูกต้องหรือยกเลิกการดำเนินการ
15105 = เลือกกระบวนการ
15106 = เพิ่มกระบวนการในรายการ
15107 = ประมวลผลเส้นทางแบบเต็ม:
15108 = เพิ่มคีย์รีจิสทรี
15109 = เส้นทางคีย์รีจิสทรี
15110 = คำสั่งบังคับถอนการติดตั้งช่วยให้คุณถอนการติดตั้งโปรแกรมหรือลบส่วนที่เหลือของโปรแกรมที่ติดตั้งหรือถอนการติดตั้งบางส่วนคุณสามารถเรียกดูไฟล์และโฟลเดอร์ที่เหลือหรือป้อนเส้นทางแบบเต็มไปยังไฟล์หรือโฟลเดอร์ของโปรแกรมที่คุณต้องการถอนการติดตั้ง คุณยังสามารถป้อนชื่อโปรแกรมเป็นข้อมูลเพิ่มเติม จากข้อมูลที่ป้อน Revo Uninstaller Pro จะค้นหาโปรแกรมถอนการติดตั้งในตัวที่มีอยู่และบันทึกการติดตั้งที่เกี่ยวข้องในโมดูล Traced Programs และ Logs Database หากพบจะมีการระบุไว้เพื่อให้คุณสามารถเลือกใช้หรือไม่ก็ได้ \n\nโปรดป้อนชื่อที่แน่นอนและตำแหน่งการติดตั้งของโปรแกรมที่คุณต้องการถอนการติดตั้ง!
15111 = โหมดการสแกน
15112 = ในตัว
15113 = ปลอดภัย
15114 = ปานกลาง
15115 = ขั้นสูง
15116 = เส้นทางแบบเต็มไปยังไฟล์หรือโฟลเดอร์ของโปรแกรม:
15117 = ชื่อที่แน่นอนของโปรแกรม:
15118 = พบโปรแกรมถอนการติดตั้งในตัว:
15119 = เรียกใช้โปรแกรมถอนการติดตั้งในตัวที่เลือก
15120 = ชื่อโปรแกรม
15121 = ถอนการติดตั้งคำสั่ง
15122 = ประเภท
15123 = 32 บิต
15124 = 64 บิต
15125 = ฆ่ากระบวนการและดำเนินการต่อ
15126 = ไฟล์ที่เลือกกำลังดำเนินการอยู่! หากคุณต้องการถอนการติดตั้งและรายการที่เกี่ยวข้องอย่างถูกต้องควรฆ่า (หยุด) ก่อนดำเนินการต่อ
15127 = คีย์รีจิสทรีที่จะไม่รวม
15128 = รวมคีย์ย่อย
15129 = ตั้งโฟกัสที่หน้าต่าง "Traced Programs" เมื่อเริ่มต้น
15130 = ลบไฟล์และโฟลเดอร์:
15131 = ไปยังโฟลเดอร์สำรอง
15132 = ไปยังถังรีไซเคิล
15133 = ถาวร
15134 = คุณแน่ใจหรือไม่ว่าต้องการลบรายการที่เลือก?
15135 = โฟลเดอร์
15136 = ไฟล์
15137 = ไฟล์และโฟลเดอร์ที่อาจเกี่ยวข้อง
15138 = อาจเกี่ยวข้องกับรายการรีจิสทรี
15139 = คีย์:
15140 = ค่า:
15141 = ไฟล์และโฟลเดอร์ที่บันทึก
15142 = ดำเนินการเปลี่ยนชื่อไฟล์และโฟลเดอร์ระบบที่มีอยู่ก่อนหน้านี้
15143 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งรายการที่เลือก?
15144 = เลือกแล้ว แต่ไฟล์ที่เหลือจะถูกลบในระหว่างการรีสตาร์ทระบบครั้งถัดไป
15145 = รายการ Registry ที่บันทึกไว้
15146 = กำลังถอนการติดตั้ง ...
15147 = กำลังสแกนหาไฟล์โฟลเดอร์และรายการรีจิสตรีที่เหลือตามข้อมูลเริ่มต้นที่ให้มา
15148 = กำลังวิเคราะห์และเริ่มโปรแกรมถอนการติดตั้งในตัวของโปรแกรมสำหรับการถอนการติดตั้งเริ่มต้น
15149 = หลังจากโปรแกรมถอนการติดตั้งของโปรแกรมเสร็จสิ้นให้กดปุ่ม "Scan" เพื่อเริ่มสแกนหาไฟล์โฟลเดอร์และรายการรีจิสตรีที่เหลือ
15150 = มีเนื้อที่ดิสก์ไม่เพียงพอที่จะเขียนไฟล์ข้อมูลแคช
15151 = เกิดข้อผิดพลาดในการเขียนไฟล์แคช ตรวจสอบว่าคุณมีสิทธิ์ที่เหมาะสม
15152 = เกิดข้อผิดพลาดในการอ่านไฟล์ข้อมูลแคช
15153 = Revo Uninstaller Pro ไม่พบรายการที่เหลือ
15154 = สแกน
15155 = กำหนดเอง \n ถอนการติดตั้ง
15156 = โมดูล "โปรแกรมทั้งหมด" ของ Revo Uninstaller Pro แสดงโปรแกรมและส่วนประกอบที่ติดตั้งทั้งหมดสำหรับทั้งผู้ใช้ปัจจุบันและผู้ใช้ทั้งหมดโดยแบ่งออกเป็นสองกลุ่มเริ่มต้น - "ใหม่" และ "อื่น ๆ " เมื่อใช้ประเภทมุมมอง "รายละเอียด" หรือโดยใช้เมนูบริบทคุณสามารถเข้าถึงข้อมูลเพิ่มเติม (ลิงก์และคุณสมบัติเกี่ยวกับการติดตั้ง) การตั้งค่าสำหรับโหมดนี้จะอยู่ในรายการย่อย "All Programs" ใต้รายการ "Uninstaller" ในหน้าต่าง "ตัวเลือก"
15157 = โมดูล "Traced Programs" ของ Revo Uninstaller Pro โปรแกรมติดตั้ง Pro แสดงโปรแกรมทั้งหมดที่คุณติดตาม (ตรวจสอบ) ระหว่างการติดตั้งโดยใช้ Revo Uninstaller Pro ในการติดตามโปรแกรมด้วย Revo Uninstaller Pro คุณสามารถคลิกขวาที่แพ็คเกจการติดตั้ง (การตั้งค่า) หรือกดปุ่ม "ติดตั้งโปรแกรม" บนแถบเครื่องมือหลัก การตั้งค่าสำหรับโหมดนี้จะอยู่ในรายการย่อย "Traced Programs" ใต้ "Uninstaller" ในหน้าต่าง "Options"
15158 = การลงทะเบียน
15159 = ไฟล์ช่วยเหลือ
15160 = ติดตั้งโปรแกรม
15161 = ติดตั้ง \n โปรแกรม
15162 = สร้างจุดคืนค่าระบบและสำรองข้อมูลรีจิสทรีทั้งหมดก่อนที่จะถอนการติดตั้ง
15163 = กำลังสร้างการสำรองข้อมูลรีจิสทรีแบบเต็ม ...
15164 = การสร้างจุดคืนค่าระบบและการสำรองข้อมูลรีจิสทรีทั้งหมดถูกปิดใช้งาน (ในตัวเลือก -> โปรแกรมถอนการติดตั้ง)
15165 = การสร้างการสำรองข้อมูลรีจิสทรีแบบเต็ม - เสร็จสิ้น!
15166 = การสร้างข้อมูลสำรอง Registry แบบเต็ม - ล้มเหลว!
15167 = (ไม่รองรับใน Windows Vista หรือ Windows 7,8)
15168 = บันทึก:
15169 = หรือคลิกขวาที่ไอคอนของ Hunter Mode แล้วเลือก "ออก" เพื่อออก
15170 = เปิดตัวช่วยสร้างการถอนการติดตั้งที่ขยายใหญ่สุด
15171 = เส้นทางโฟลเดอร์
15172 = โปรดติดตั้งโปรแกรมอ่าน pdf เพื่อดูไฟล์วิธีใช้
15173 = เพิ่มกลุ่มใหม่
15174 = ลบบันทึกที่เลือก
15175 = สร้างไฟล์แคชใหม่
15176 = คุณแน่ใจหรือไม่ว่าต้องการสร้างไฟล์แคชใหม่ \n การปรับแต่งรายละเอียดโปรแกรมของคุณจะถูกรีเซ็ต!
15177 = จัดการ
15178 = ส่งออกนำเข้าหรือแก้ไขบันทึก
15179 = เปลี่ยน \ หรือซ่อม
15180 = เปลี่ยนหรือซ่อมแซม
15181 = อัปเดตลิงค์
15182 = ฐานข้อมูลบันทึก
15183 = บันทึก \n ฐานข้อมูล
15184 = โปรแกรม:
15185 = ชื่อโปรแกรม
15186 = เวอร์ชันของโปรแกรม
15187 = เวอร์ชัน Windows
15188 = บิตของ Windows
15189 = พบ
15190 = แสดงเฉพาะบันทึกที่เข้ากันได้กับ% s
15191 = แสดงเฉพาะบันทึก% s
15192 = บันทึกที่ตรงกัน:
15193 = บันทึกฐานข้อมูล:
15194 = ค้นหาโดย:
15195 = log
15196 = บันทึก
15197 = โปรแกรม
15198 = โปรแกรม
15199 = ชื่อ
15200 = ถอนการติดตั้งด่วน
15201 = ด่วน \n ถอนการติดตั้ง
15202 = ทำการสำรองข้อมูลระบบเบื้องต้น
15203 = กำลังถอนการติดตั้งโปรแกรม% d จาก% d
15204 = การวิเคราะห์เบื้องต้น - เสร็จสิ้น!
15205 = เริ่มโปรแกรมถอนการติดตั้งในตัวของโปรแกรม - เสร็จสิ้น!
15206 = การเริ่มโปรแกรมถอนการติดตั้งในตัวของโปรแกรม - ล้มเหลว!
15207 = กำลังสแกนหาไฟล์โฟลเดอร์และรายการรีจิสทรีที่เหลือ ...
15208 = กำลังลบรายการที่พบเหลือ ...
15209 = ลบคีย์รีจิสทรีที่เหลืออยู่%d และค่า %d
15210 = ลบ %d โฟลเดอร์ที่เหลือและ %d ไฟล์
15211 = ถอนการติดตั้งด่วนเสร็จสมบูรณ์!
15212 = สถานะ
15213 = หลังจากโปรแกรมถอนการติดตั้งของโปรแกรมเสร็จสิ้นให้กดปุ่ม "ดำเนินการต่อ" เพื่อดำเนินการถอนการติดตั้งต่อไป
15214 = ดำเนินการต่อ
15215 = นำเข้า
15216 = เพิ่มความคิดเห็น
15217 = แก้ไขความคิดเห็น
15218 = โมดูล
15219 = วันที่เข้าสู่ระบบ
15220 = กำลังเตรียมข้อมูลบันทึกสำหรับการถอนการติดตั้ง ...
15221 =%d จาก %d รายการ
15222 = กำลังดำเนินการเปลี่ยนชื่อที่จำเป็น ...
15223 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งบันทึกที่เลือก?
15224 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งบันทึกที่เลือก?
15225 = กำลังถอนการติดตั้งบันทึก %d ของ %d
15226 = ส่งออกทั้งหมด
15227 = ข้าม \n การสำรองข้อมูล
15228 = ข้ามการสร้างจุดคืนค่าระบบและการสำรองข้อมูลรีจิสทรีทั้งหมด
15229 = การสร้างการสำรองข้อมูลรีจิสทรีแบบเต็ม - ข้ามไป!
15230 = การสร้างจุดคืนค่าระบบ - ข้ามไป!
15231 = แก้ไขบันทึก
15232 = นำเข้าบันทึก
15233 = บันทึกการส่งออก
15234 = บันทึกการแยกวิเคราะห์ -
15235 = เปลี่ยนชื่อบันทึก
15236 = ชื่อบันทึก
15237 = บันทึกการเปลี่ยนแปลง
15238 = แก้ไข
15239 = ไอคอน
15240 = ดัชนีไอคอน
15241 = ผู้แต่ง
15242 = เวลาสร้าง
15243 = เวลาแก้ไขล่าสุด
15244 = ขนาดโดยประมาณ
15245 = คีย์รีจิสทรี
15246 = ค่ารีจิสทรี
15247 = สร้าง
15248 = ถูกลบ
15249 = เปลี่ยนชื่อ
15250 = เขียนทับ
15251 = ไม่ทราบ
15252 = ชื่อเก่า
15253 = ชื่อ - นามสกุล
15254 = ชื่อเต็มเก่า
15255 = ข้อมูลเก่า
15256 = ค่ารีจิสทรีที่มีชื่อนี้อยู่แล้ว!
15257 = เพิ่มคีย์
15258 = ชื่อคีย์:
15259 = ไม่ได้แก้ไข
15260 = แก้ไขคีย์
15261 = เพิ่มมูลค่า
15262 = แก้ไขค่า
15263 = ชุด
15264 = ประเภทเก่า
15265 = บังคับให้หยุดการเรียกใช้ไฟล์ปฏิบัติการระหว่างการถอนการติดตั้ง
15266 = ค้นหาบันทึกที่เหมาะสมก่อนการถอนการติดตั้งปกติของโปรแกรม
15267 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งโปรแกรมที่เลือกอย่างรวดเร็ว
15268 = พบบันทึกที่ตรงกันในบันทึกของคุณซึ่งจะใช้สำหรับการถอนการติดตั้ง \n การเริ่มโปรแกรมถอนการติดตั้งในตัวของโปรแกรมสำหรับการถอนการติดตั้งเริ่มต้น
15269 = พบบันทึกที่ตรงกันในฐานข้อมูลบันทึกที่จะใช้สำหรับการถอนการติดตั้ง \n การเริ่มโปรแกรมถอนการติดตั้งในตัวของโปรแกรมสำหรับการถอนการติดตั้งเริ่มต้น
15270 = หลังจากโปรแกรมถอนการติดตั้งของโปรแกรมเสร็จสิ้นให้กดปุ่ม "ดำเนินการต่อ" เพื่อดูไฟล์โฟลเดอร์และรายการรีจิสทรีที่เหลือ
15271 = เกิดข้อผิดพลาดในการดาวน์โหลดไฟล์บันทึก!
15272 = เกิดข้อผิดพลาดในการเปลี่ยนชื่อไฟล์บันทึกที่ดาวน์โหลด!
15273 = โมดูล "ฐานข้อมูลบันทึก" ของ Revo Uninstaller Pro แสดงรายการบันทึกของโปรแกรมติดตามที่เข้ากันได้กับระบบ Windows ของคุณ บันทึกเหล่านี้ที่เก็บไว้บนเว็บไซต์ของเราได้รับการดูแลโดยทีมงานของ Revo Uninstaller Pro คุณสามารถใช้ (ด้วยการคลิกปุ่ม "ถอนการติดตั้ง") บันทึกเหล่านี้เพื่อถอนการติดตั้งโปรแกรมที่ติดตั้งบนคอมพิวเตอร์ของคุณ
15274 = เวอร์ชันของคุณ:
15275 = อัปเดตทันที
15276 = อัปเดตฐานข้อมูลบันทึกโดยอัตโนมัติ
15277 = เกิดข้อผิดพลาดในการดาวน์โหลดฐานข้อมูลบันทึก!
15278 = เกิดข้อผิดพลาดในการอัปเดตฐานข้อมูลบันทึก!
15279 = เกิดข้อผิดพลาดในการแยกฐานข้อมูลบันทึก!
15280 = เกิดข้อผิดพลาดในการเปิดฐานข้อมูลบันทึก
15281 = ป้อนความคิดเห็นของคุณ:
15282 = เลือกไอคอน
15283 = เส้นทางไฟล์:
15284 = เลือกไอคอนจากรายการ:
15285 = ไฟล์
15286 = โฟลเดอร์
15287 = การส่งออกบันทึก -
15288 = การนำเข้าบันทึก -
15289 = เสร็จสิ้น %d %%
15290 = ส่งออกโดย
15291 = พบบันทึกที่เกี่ยวข้อง
15292 = ใช่ (แนะนำ)
15293 = รายการบันทึกที่คุณสร้างขึ้นดูเหมือนจะเกี่ยวข้องกับโปรแกรมที่คุณกำลังถอนการติดตั้ง คุณต้องการใช้ข้อมูลจากบันทึกระหว่างการถอนการติดตั้งหรือไม่
15294 = กำลังดาวน์โหลดบันทึก -
15295 = รายการบันทึกที่พบในฐานข้อมูลบันทึกดูเหมือนจะเกี่ยวข้องกับโปรแกรมที่คุณกำลังถอนการติดตั้ง หากคุณต้องการใช้สิ่งเหล่านี้ในระหว่างขั้นตอนการถอนการติดตั้งให้กำหนดเครื่องหมายถูกไว้ด้านหน้า
15296 = มีบันทึกการถอนการติดตั้งที่เหมาะสมในฐานข้อมูลบันทึกของเรา \n คุณต้องการใช้เพื่อถอนการติดตั้งโปรแกรมให้สมบูรณ์มากขึ้นหรือไม่?
15297 = คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกที่เลือกออกจากรายการ?
15298 = คุณต้องเลือกอย่างน้อยหนึ่งคอลัมน์เพื่อส่งออก!
15299 = เรียกดู
15300 = ใช้บันทึกที่เลือก
15301 = ที่มา
15302 = คุณยังไม่ได้เลือกโปรแกรมถอนการติดตั้งในตัวจากรายการ \n คุณแน่ใจหรือไม่ว่าต้องการค้นหาสิ่งที่เหลือต่อไปและข้ามการใช้งานโปรแกรมถอนการติดตั้งในตัว?
15303 = เลือกโปรแกรมถอนการติดตั้งในตัวจากรายการหากคุณต้องการใช้ในระหว่างกระบวนการถอนการติดตั้ง
15304 = คุณไม่ได้เลือกบันทึกใด ๆ จากรายการ \n คุณแน่ใจหรือไม่ว่าต้องการค้นหาสิ่งที่เหลือต่อไปและข้ามการใช้งานบันทึก?
15305 = เลือกบันทึกจากรายการหากคุณต้องการใช้ในระหว่างกระบวนการถอนการติดตั้ง
15306 = กำลังโหลดข้อมูลของบันทึก ...
15307 = สร้าง Registry Backup แบบเต็มก่อนถอนการติดตั้ง
15308 = การสร้างการสำรองข้อมูลรีจิสทรีแบบเต็มถูกปิดใช้งาน (ในตัวเลือก -> ตัวถอนการติดตั้ง)

15309 = เส้นทาง:	

15310 = ใช้ข้อมูลการถอนการติดตั้งของโปรแกรมเพื่อรับคุณสมบัติ Install Date
15311 = ติดตั้งโปรแกรมด้วย \nRevo Uninstaller Pro
15312 = ผสานบันทึกที่เลือก
15313 = คุณแน่ใจหรือไม่ว่าต้องการรวมบันทึกที่เลือก \n คำสั่งนี้เหมาะสำหรับบันทึกที่เกี่ยวข้องกับโปรแกรมเดียวและรวมบันทึกทั้งหมดไว้ในบันทึกเดียวกับข้อมูล
15314 = ชื่อบันทึกที่ผสาน
15315 = โฟลเดอร์ที่จะไม่รวม
15316 = ไฟล์และโฟลเดอร์ที่จะไม่รวม
15317 = คีย์รีจิสทรีที่จะไม่รวม
15318 = การถอนการติดตั้ง% s ถูกขัดจังหวะด้วยการรีสตาร์ทคอมพิวเตอร์ คุณต้องการดำเนินการถอนการติดตั้งต่อไปหรือไม่
15319 = การดำเนินการบันทึกทั้งหมดบนคอมพิวเตอร์ปัจจุบัน
15320 = โอน
15321 = สำรอง
15322 = คืนค่า
15323 = เลือกโฟลเดอร์หลักของเวอร์ชันพกพา
15324 = บันทึกการสำรองข้อมูล
15325 = กู้คืนบันทึก
15326 = เขียนทับบันทึกที่มีอยู่ด้วยชื่อเดียวกัน?
15327 = เกิดข้อผิดพลาดในการตรวจพบโฟลเดอร์ข้อมูล Revo Uninstaller Pro ที่ติดตั้ง
15328 = กำลังค้นหาไฟล์ปฏิบัติการ ...
15329 = ไม่สามารถรันโปรแกรมได้
15330 = โปรแกรมกำลังทำงานอยู่
15331 = โปรแกรมเริ่มต้นดูเหมือนจะไม่มีส่วนต่อประสานกับผู้ใช้
15332 = ดูเหมือนว่าโปรแกรมจะปิดก่อนเวลาอันควร
15333 = กำลังรอส่วนติดต่อผู้ใช้ ...
15334 = แสดงกล่องกาเครื่องหมายในมุมมองรายละเอียด
15335 = ไม่มีเส้นทาง!

[Auto Run Manager Pro]
15800 = เพิ่ม
15801 = เพิ่มโปรแกรมเพื่อเริ่มต้น Windows
15802 = ตั้งค่าเป็นเริ่มต้นอัตโนมัติสำหรับ:
15803 = ผู้ใช้ทั้งหมด
15804 = ผู้ใช้ปัจจุบัน
15805 = ตั้งค่าให้เริ่มอัตโนมัติจาก:
15806 = Registry: Run - ทุกครั้งที่เริ่มต้น Windows
15807 = Registry: RunOnce - รันเพียงครั้งเดียวในระหว่างการเริ่มต้น Windows ครั้งถัดไป
15808 = โฟลเดอร์เริ่มต้น - ทุกครั้งที่เริ่มต้น Windows
15809 = Command (เส้นทางแบบเต็ม):
15810 = ชื่อ:
15811 = ถูกลบออกจากการสตาร์ทอัตโนมัติ
15812 = ลบไม่ได้รันรายการจากการเริ่มอัตโนมัติ
15813 = ลบรายการที่ปิดใช้งานทั้งหมดจากการเริ่มอัตโนมัติ
15814 = บริการ
15815 = เปิดบริการ Windows
15816 = งานตามกำหนดการ
15817 = เปิดใช้งาน
15818 = ปิดใช้งาน

[General App]
16001 = พิมพ์
16002 = ตัวอย่างก่อนพิมพ์
16003 = ตั้งค่าการพิมพ์
16004 = ดู
16005 = แถบเมนู
16006 = แถบเครื่องมือหลัก
16007 = แผงคำอธิบาย
16008 = แถบสถานะ
16009 = แถบเครื่องมือเครื่องมือ
16010 = ไฟล์
16011 = การทำงานอัตโนมัติ \n ผู้จัดการ
16012 = ไฟล์ขยะ\nCleaner
16013 = Windows \n เครื่องมือ
16014 = เบราว์เซอร์ \nCleaner
16015 = Microsoft Office \nCleaner
16016 = Windows \nCleaner
16017 = หลักฐาน \n การนำออก
16018 = ไม่สามารถกู้คืนได้  \n ลบ
16019 = สำรอง \n ผู้จัดการ
16020 = ติดตั้งด้วย Revo Uninstaller Pro
16021 = ถอนการติดตั้งด้วย Revo Uninstaller Pro
16022 = ติดตั้งโปรแกรมที่เลือกด้วย Revo Uninstaller Pro
16023 = ถอนการติดตั้งโปรแกรมที่เลือกด้วย Revo Uninstaller Pro
16024 = โฟลเดอร์สำรอง:
16025 = สำรองข้อมูลรายการรีจิสทรีที่ถูกลบ
16026 = สำรองไฟล์และโฟลเดอร์ที่ถูกลบ
16027 = ไม่ได้ติดตั้ง Microsoft Excel บนคอมพิวเตอร์เครื่องนี้ (รหัสข้อผิดพลาดคือ 0x% 08X)
16028 = ไม่สามารถเรียกใช้แอปพลิเคชัน Microsoft Excel (รหัสข้อผิดพลาดคือ 0x% 08X)
16029 = ข้อผิดพลาดที่ไม่รู้จัก
16030 = รีจิสทรี
16031 = ข้ามข้อความข้อมูลที่แสดงโดย Revo Uninstaller Pro
16032 = ข้ามข้อความเตือนที่แสดงโดย Revo Uninstaller Pro
16033 = กระบวนการ
16034 = ติดตามโปรแกรมในโหมดหน้าต่างขนาดกะทัดรัด
16035 = รวมกระบวนการ:
16036 = ไม่รวมกระบวนการ:
16037 = เส้นทางกระบวนการ
16038 = ธีมภาพ:
16039 = แถบเครื่องมือ
16040 = แสดงป้ายข้อความ
16041 = แสดงไอคอนขนาดเล็ก
16042 = สีน้ำเงิน
16043 = สีเทา
16044 = สีดำ
16045 = เงิน
16046 = พื้นเมือง
16047 = เนทีฟ 2
16048 = เนทีฟสมูท
16049 = ซื้อเลย
16050 = หลังจากคุณได้ซื้อ Revo Uninstaller Pro แล้วคุณจะได้รับหมายเลขประจำเครื่องทางอีเมล ในการเปิดใช้งาน Revo Uninstaller Pro คุณต้องป้อนหมายเลขซีเรียลนั้นในแบบฟอร์มด้านล่างจากนั้นกดปุ่ม "เปิดใช้งานออนไลน์" การเปิดใช้งานต้องใช้การเชื่อมต่ออินเทอร์เน็ตดังนั้นไฟร์วอลล์ของคุณไม่ควรปิดกั้น Revo Uninstaller Pro หากคุณมีคำถามใด ๆ เกี่ยวกับการลงทะเบียนโปรดติดต่อเราได้ที่: register@revouninstaller.com
16051 = ลงทะเบียน
16052 = ป้อนหมายเลขประจำเครื่องที่นี่:
16053 = เปิดใช้งานออนไลน์
16054 = สงวนลิขสิทธิ์
16055 = เวอร์ชันที่ลงทะเบียน
16056 = เวอร์ชันที่ไม่ได้ลงทะเบียน
16057 = คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลสำรองบันทึกและข้อมูล Revo Uninstaller Pro อื่น ๆ ที่สร้างไว้? กด "ไม่" หากคุณกำลังอัปเดตโปรแกรม
16058 = ผู้แปล:
16059 = สร้างการสำรองข้อมูลรีจิสทรีแบบเต็มทุกวัน
16060 = ลบบันทึกโปรแกรมที่ติดตามหลังจากถอนการติดตั้ง
16061 = แสดงไอคอนขนาดเล็กในมุมมองรายละเอียด
16062 = แสดงคำสั่งในเมนูบริบทของ Windows (ติดตั้งด้วย ... , ถอนการติดตั้งด้วย ... )
16063 = ทำเครื่องหมายของเหลือทั้งหมดตามค่าเริ่มต้น
16064 = สีเทาเข้ม
16065 = สีน้ำเงิน 2
16070 = แถบเครื่องมือคำสั่ง
16071 = กำหนดเอง
16072 = ธีม
16073 = สีพื้นหลังที่กำหนดเอง
16074 = สีการเลือกแบบกำหนดเอง
16075 = โปรดปิด Revo Uninstaller Pro ก่อนเริ่มการนำเข้าบันทึก \n หรือนำเข้าบันทึกโดยใช้ปุ่มแถบเครื่องมือ "จัดการ" ในโมดูล "Traced Programs"
16076 = เปิดใช้งาน
16077 = เลือกวิธีการเปิดใช้งาน
16078 = การเปิดใช้งานออนไลน์
16079 = เปิดใช้งานโดยไฟล์
16080 = ช่วงทดลองใช้ 30 วันของคุณสิ้นสุดลง หากคุณต้องการใช้ผลิตภัณฑ์ต่อไปคุณต้องซื้อใบอนุญาต
16081 = หลังจากที่คุณซื้อใบอนุญาตสำหรับ Revo Uninstaller Pro คุณจะได้รับหมายเลขประจำเครื่องทางอีเมล ในการเปิดใช้งาน Revo Uninstaller Pro คุณต้องป้อนชื่อและหมายเลขซีเรียลของคุณในแบบฟอร์มด้านล่าง (แนะนำอย่างยิ่งให้คัดลอกและวาง) จากนั้นกดปุ่ม "เปิดใช้งานออนไลน์" การเปิดใช้งานต้องใช้การเชื่อมต่ออินเทอร์เน็ตดังนั้นไฟร์วอลล์ของคุณไม่ควรปิดกั้น Revo Uninstaller Pro หากคุณมีคำถามหรือปัญหาเกี่ยวกับการลงทะเบียนโปรดติดต่อเราได้ที่: register@revouninstaller.com
16082 = หลังจากที่คุณซื้อใบอนุญาตสำหรับ Revo Uninstaller Pro คุณจะได้รับหมายเลขประจำเครื่องทางอีเมล ในการเปิดใช้งาน Revo Uninstaller Pro by File คุณต้องป้อนชื่อและหมายเลขซีเรียลของคุณในแบบฟอร์มด้านล่าง (แนะนำให้คัดลอกและวาง) จากนั้นกดปุ่ม "บันทึกไฟล์" เพื่อบันทึกไฟล์ จากนั้นส่งไฟล์ที่สร้างไปที่ support@revouninstaller.com หรือ register@revouninstaller.com ใน 24 ชั่วโมงเราจะส่งรหัสปลดล็อคกลับไปให้คุณซึ่งจะทำให้การเปิดใช้งาน Revo Uninstaller Pro เสร็จสมบูรณ์ หากคุณมีคำถามหรือปัญหาเกี่ยวกับการลงทะเบียนโปรดติดต่อเราได้ที่: register@revouninstaller.com
16083 = คุณได้เลือกเปิดใช้งาน Revo Uninstaller Pro ด้วยไฟล์ หลังจากที่คุณส่งไฟล์การเปิดใช้งานไปยังอีเมลสนับสนุนของเราคุณควรได้รับ Unlock Key จากทีมสนับสนุน Revo Uninstaller Pro คุณต้องป้อนรหัสปลดล็อคด้านล่าง (แนะนำอย่างยิ่งให้คัดลอกและวาง) แล้วกดปุ่ม "เปิดใช้งาน" หากคุณมีคำถามหรือปัญหาเกี่ยวกับการลงทะเบียนโปรดติดต่อเราได้ที่: register@revouninstaller.com
16084 = มีการเปลี่ยนแปลงบนคอมพิวเตอร์ของคุณที่ต้องเปิดใช้งาน Revo Uninstaller Pro อีกครั้ง เพียงแค่กดปุ่ม "เปิดใช้งาน" หากคุณมีคำถามหรือปัญหาเกี่ยวกับการลงทะเบียนโปรดติดต่อเราได้ที่: register@revouninstaller.com
16085 = เปิดใช้งานสำเร็จ!
16086 = การเปิดใช้งานล้มเหลว!
16087 = ไม่มีการเชื่อมต่อกับเซิร์ฟเวอร์การเปิดใช้งาน โปรดตรวจสอบว่าไฟร์วอลล์ของคุณไม่ได้บล็อก Revo Uninstaller Pro
16088 = ป้อนชื่อผู้ใช้:
16089 = ป้อนหมายเลขซีเรียล (แนะนำให้คัดลอกและวาง):
16090 = ป้อนรหัสปลดล็อค (แนะนำให้คัดลอกและวาง):
16091 = รีเซ็ตกระบวนการเปิดใช้งาน
16092 = วันที่เหลือ:
16093 = บันทึกไฟล์
16094 = ลงทะเบียนกับ
16095 = เปิดใช้งานอีกครั้ง
16096 = กำลังดำเนินการเปิดใช้งาน โปรดรอ ...
16097 = หมายเลขซีเรียลไม่ถูกต้อง \n โปรดคัดลอกและวางหมายเลขซีเรียลแทนการพิมพ์!
16098 = โปรดรีสตาร์ท Revo Uninstaller Pro
16100 = หมายเลขซีเรียล:
16101 = ข้อมูลใบอนุญาต:
16102 = ส่งข้อเสนอแนะ
16103 = การสนับสนุนออนไลน์
16104 = รีเซ็ตการตั้งค่าแผงหน้าต่างหลัก
16105 = รีเซ็ตการตั้งค่าการควบคุมมุมมองรายละเอียด
16106 = รีเซ็ตสำเร็จ! \n รีสตาร์ท Revo Uninstaller Pro เพื่อใช้การเปลี่ยนแปลง
16107 = ไม่มีรายการที่เลือก \n คุณต้องตรวจสอบอย่างน้อยหนึ่งรายการเพื่อดำเนินการต่อ
16108 = แสดงหน้าจอเริ่มต้นเริ่มต้น
16109 = ตัวล้างประวัติ
16110 = ประวัติ\nCleaner
16111 = เพิ่มเติม\nคำสั่ง
16112 = Revo Uninstaller Pro กำลังทำงานอยู่!
16113 = การสมัครสมาชิกอัพเดตหมดอายุ:
16114 = ต่ออายุทันที
16115 = อัปเดตการสมัครสมาชิกหมดอายุเมื่อ% s!
16116 = อัปเดตการสมัครสมาชิก
16117 = หากคุณต้องการติดตั้ง Revo Uninstaller Pro เวอร์ชันล่าสุดที่เผยแพร่หลังจากวันนั้นคุณต้องต่ออายุการสมัครสมาชิกอัปเดตของคุณ
16118 = การแจ้งเตือนเวอร์ชันทดลอง
16119 = ขอบคุณที่ใช้ Revo Uninstaller Pro คุณกำลังใช้งานเวอร์ชันทดลองใช้งานเต็มรูปแบบ 30 วัน หากคุณชอบซอฟต์แวร์ และต้องการใช้หลังจากหมดช่วงทดลองใช้แล้วคุณต้องซื้อใบอนุญาต
16120 = การสมัครของคุณอนุญาตให้คุณติดตั้งและเปิดใช้งาน Revo Uninstaller Pro เวอร์ชันที่วางจำหน่ายก่อน% s หากคุณต้องการติดตั้ง Revo Uninstaller Pro เวอร์ชันล่าสุดคุณต้องต่ออายุการสมัคร
16121 = ชอบ
16122 = สิทธิ์การใช้งานที่ปิดใช้งาน
16123 = ใบอนุญาตของคุณถูกปิดใช้งานโดยคุณ หากคุณต้องการใช้ Revo Uninstaller Pro อีกครั้งคุณต้องลงทะเบียนด้วยหมายเลขซีเรียลที่ถูกต้อง
16124 = ปิดใช้งานใบอนุญาต
16125 = รหัสเปิดใช้งานที่ใช้ถูกปิดใช้งานสำเร็จแล้ว
16126 = การปิดใช้งานล้มเหลว!
16127 = คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานใบอนุญาต \n การติดตั้ง Revo Uninstaller Pro ในปัจจุบันจะหยุดทำงาน! ดำเนินการต่อเมื่อคุณต้องการย้ายหรือโอนใบอนุญาตไปยังคอมพิวเตอร์เครื่องอื่นเท่านั้น
16128 = ปิดใช้งาน
16129 = การปิดใช้งานใบอนุญาตของคุณ โปรดรอ ...
16130 = วัน
16131 = หมายเลขซีเรียลที่ป้อนถูกนำไปใช้กับไฟล์ลิขสิทธิ์ปัจจุบันแล้ว
16132 = การสมัครสมาชิกอัปเดตของคุณหมดอายุเมื่อ% s ดังนั้นคุณจึงไม่มีสิทธิ์อัปเดต Revo Uninstaller Pro เวอร์ชันปัจจุบันของคุณ โปรดต่ออายุการสมัครสมาชิกอัปเดตของคุณหากคุณต้องการติดตั้งและใช้เวอร์ชันล่าสุด
16133 = สีข้อความของปุ่มคำสั่ง
[AppBar]
16900 = บันทึกบันทึกการเปลี่ยนแปลงระบบที่ตรวจสอบ
16901 = หยุดตรวจสอบการติดตั้ง
16902 = Revo Uninstaller Pro กำลังตรวจสอบการเปลี่ยนแปลงของระบบ - ดำเนินการติดตั้งตามปกติ! กรุณาอย่าเรียกใช้ไฟล์ติดตั้งโปรแกรมหรือสิ่งอื่นใดระหว่างการติดตั้งโปรแกรม! หลังจากติดตั้งเสร็จแล้วให้รันโปรแกรมที่ติดตั้งกำหนดค่าและปิด จากนั้นกดปุ่ม "Stop" (สี่เหลี่ยม) และบันทึกบันทึก
16903 = ป้อนชื่อสำหรับบันทึก:
16904 = ป้อนชื่อสำหรับบันทึกแล้วกดปุ่ม "บันทึก"
16905 = Revo Uninstaller Pro กำลังติดตามการติดตั้ง
16906 = Revo Uninstaller Pro กำลังบันทึกข้อมูล
16907 = ไม่สามารถรับสิทธิ์ที่จำเป็นในการปิดคอมพิวเตอร์ ลองปิดเครื่องเอง!
16908 = ไม่สามารถปรับสิทธิ์ในการปิดคอมพิวเตอร์ได้ ลองปิดเครื่องเอง!
16909 = โปรดป้อนชื่อล็อกที่ถูกต้อง!
16910 = คุณแน่ใจหรือไม่ว่าต้องการยกเลิกกระบวนการบันทึก?

[JunkFilesCleanerPro]
17000 = ไม่รวม
17001 = แก้ไขล่าสุด
17002 = สแกนโฟลเดอร์ ...
17003 = รวม
17004 = โฟลเดอร์ที่จะรวมเป็นขยะ

[แอป Windows]
17100 = Windows \n แอป
17101 = แอป Windows
17102 = แอป Windows
17103 = แอปทั้งหมด
17104 = แอป
17105 = แอป
17106 = โมดูล "Windows Apps" แสดงรายการแอป Windows ที่ติดตั้งไว้ทั้งหมดและช่วยให้คุณสามารถถอนการติดตั้งแอปเหล่านี้ได้ด้วยคลิกเดียว แอพบางตัวที่ผลิตโดย Microsoft มาพร้อมกับระบบปฏิบัติการที่ติดตั้งไว้ล่วงหน้าส่วนแอพอื่น ๆ จะถูกติดตั้งผ่าน Microsoft Store ดูข้อมูลเพิ่มเติมเกี่ยวกับแอพใด ๆ ได้จากเมนูบริบท
17107 = กำลังวิเคราะห์และเริ่มคำสั่งถอนการติดตั้งเริ่มต้นของแอพ
17108 = หลังจากโปรแกรมถอนการติดตั้งเริ่มต้นของแอพเสร็จสิ้นให้กดปุ่ม "Scan" เพื่อเริ่มการสแกนหาไฟล์โฟลเดอร์และรายการรีจิสตรีที่เหลือ
17109 = คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้งแอพที่เลือก?
17110 = ไม่สามารถเรียกใช้ Windows App ที่เลือกได้!
17111 = เปิดใน Microsoft Store
 
[Browser Extensions]
17200 = เบราว์เซอร์ \n ส่วนขยาย
17201 = ส่วนขยายของเบราว์เซอร์
17202 = MS Edge Extension
17203 = ประเภท
17204 = ส่วนขยาย
17205 = ปลั๊กอิน
17206 = แอพ
17207 = ตัวช่วย
17208 = แถบเครื่องมือ
17209 = ผู้ให้บริการค้นหา
17210 =%s กำลังทำงาน ฆ่า (บังคับให้หยุด) หากคุณต้องการดำเนินการต่อ \n ข้อมูลที่ไม่ได้บันทึกไว้ในเบราว์เซอร์ของคุณอาจสูญหาย
17211 = ส่วนขยายทั้งหมด
17212 = นามสกุล
17213 = นามสกุล
17214 = รายการโมดูล "ส่วนขยายของเบราว์เซอร์" และช่วยคุณลบส่วนประกอบเพิ่มเติมประเภทต่างๆ (เรียกว่าส่วนขยายหรือส่วนเสริม) ซึ่งเบราว์เซอร์ยอดนิยมส่วนใหญ่เช่น Google Chrome, Microsoft Edge, Mozilla Firefox และ Internet Explorer ให้คุณติดตั้งเพื่อปรับแต่งได้ คอลัมน์ "ประเภท" จะแสดงประเภทของส่วนขยายตามเบราว์เซอร์
17215 = คุณแน่ใจหรือไม่ว่าต้องการลบส่วนขยายที่เลือก?
17216 = กำลังลบส่วนขยาย% s
17217 = เพื่อหลีกเลี่ยงการติดตั้งส่วนขยายใหม่โดยอัตโนมัติโปรดปิด "ซิงค์แอป" และ "ส่วนขยายการซิงค์" จากการตั้งค่า Chrome จากนั้นดำเนินการลบต่อ
17218 = คุณได้เลือกส่วนขยายที่ติดตั้งไว้ล่วงหน้า
17219 = เบราว์เซอร์
17220 = โปรไฟล์

[EvidenceRemoverPro]
17300 = ประเภท
17301 = ขนาดรวม
17302 = พื้นที่ว่าง
17310 = โลคัลดิสก์
17311 = ดิสก์แบบถอดได้
17312 = เวลาที่เหลือโดยประมาณ:
17313 = วัน
17314 = ชั่วโมง
17315 = นาที
17316 = วินาที
17317 = คุณแน่ใจหรือไม่ว่าต้องการหยุดกระบวนการนี้?

[WindowsToolsPro]
17400 = การคืนค่าระบบ
17401 = การวินิจฉัยเครือข่าย
17402 = ข้อมูลเครือข่าย
17403 = ศูนย์รักษาความปลอดภัย
17404 = คุณสมบัติของระบบ
17405 = ข้อมูลระบบ
17406 = คำสั่ง TCP / IP Netstat
17407 = แป้นพิมพ์บนหน้าจอ
17408 = ตัวจัดเรียงข้อมูลบนดิสก์
17409 = บริการ
17410 = โฟลเดอร์ที่ใช้ร่วมกัน
17411 = นโยบายกลุ่ม
17412 = เพิ่ม / ลบส่วนประกอบของ Windows
17413 = เครื่องมือกำจัดซอฟต์แวร์ที่เป็นอันตรายของ Microsoft Windows
17414 = Windows Backup and Restore
17415 = ตัวกำหนดเวลางาน
17416 = ตรวจสอบดิสก์
17417 = ตัวตรวจสอบไฟล์ระบบ
17418 = การล้างข้อมูลบนดิสก์
17419 = การตรวจสอบทรัพยากร
17450 = Windows Backup and Restore ช่วยให้คุณสามารถทำสำเนาไฟล์ข้อมูลสำหรับทุกคนที่ใช้คอมพิวเตอร์และช่วยให้คุณสามารถสร้างอิมเมจระบบได้ คุณสามารถปล่อยให้ Windows เลือกสิ่งที่จะสำรองข้อมูลหรือคุณสามารถเลือกโฟลเดอร์ไลบรารีและไดรฟ์แต่ละโฟลเดอร์ที่คุณต้องการสำรองข้อมูล อิมเมจระบบประกอบด้วย Windows และการตั้งค่าระบบโปรแกรมและไฟล์ของคุณ คุณสามารถใช้อิมเมจระบบเพื่อกู้คืนเนื้อหาในคอมพิวเตอร์ของคุณหากฮาร์ดไดรฟ์หรือคอมพิวเตอร์ของคุณหยุดทำงาน
17451 = Task Scheduler ช่วยให้คุณกำหนดเวลางานอัตโนมัติที่ดำเนินการตามเวลาที่กำหนดหรือเมื่อมีเหตุการณ์บางอย่างเกิดขึ้น ให้ความสามารถในการกำหนดเวลาการเปิดตัวโปรแกรมหรือสคริปต์ตามเวลาที่กำหนดไว้ล่วงหน้าหรือหลังจากช่วงเวลาที่กำหนด Task Scheduler ดูแลไลบรารีของงานที่กำหนดเวลาไว้ทั้งหมดให้มุมมองที่เป็นระเบียบของงานและวิธีที่สะดวกในการจัดการ
17452 = Check Disk ตรวจสอบความสมบูรณ์ของระบบไฟล์บนไดรฟ์ข้อมูล Windows ตรวจสอบการตรวจสอบดิสก์สำหรับปัญหาที่เกี่ยวข้องกับเซกเตอร์เสียคลัสเตอร์ที่หายไปไฟล์ที่เชื่อมโยงข้ามและข้อผิดพลาดของไดเรกทอรี ปัญหาประเภทนี้อาจเกิดจากระบบล่มหรือค้างไฟขัดข้องปิดคอมพิวเตอร์ไม่ถูกต้อง ฯลฯ
17453 = System File Checker ช่วยให้คุณสามารถสแกนและกู้คืนความเสียหายในไฟล์ระบบ Windows เพื่อตรวจสอบเวอร์ชัน หากพบปัญหาจะพยายามแทนที่ไฟล์ที่มีปัญหาจาก Windows DLL Cache หากไฟล์ไม่ได้อยู่ใน Windows DLL Cache หรือ DLL Cache เสียหายคุณจะได้รับแจ้งให้ใส่ดิสก์การติดตั้ง Windows
17454 = การล้างข้อมูลบนดิสก์คือยูทิลิตี้การบำรุงรักษาคอมพิวเตอร์ที่ออกแบบมาเพื่อเพิ่มพื้นที่ว่างบนฮาร์ดไดรฟ์ของคอมพิวเตอร์ ช่วยให้ผู้ใช้สามารถลบไฟล์ที่ไม่จำเป็นอีกต่อไปหรือสามารถลบได้อย่างปลอดภัยเช่นไฟล์ชั่วคราวแคชและล็อกที่สร้างโดยระบบปฏิบัติการและโปรแกรมอื่น ๆ
17455 = การตรวจสอบทรัพยากรแสดงข้อมูลเกี่ยวกับการใช้ทรัพยากรฮาร์ดแวร์ (CPU หน่วยความจำดิสก์และเครือข่าย) และซอฟต์แวร์ (จัดการไฟล์และโมดูล) แบบเรียลไทม์ เครื่องมือนี้ช่วยให้คุณทราบว่ามีการใช้ทรัพยากรจำนวนเท่าใดในขณะนี้หรือใช้ในช่วงเวลาหนึ่งผ่านการแสดงกราฟิกด้วยวิธีนี้คุณสามารถตรวจสอบตัวนับประสิทธิภาพของทรัพยากรเฉพาะและตัดสินใจแนวทางการดำเนินการเพื่อปรับปรุงประสิทธิภาพของ คอมพิวเตอร์.

[WindowsCleanerPro]
17500 = ลบแคชรูปขนาดย่อ

[UnrecoverableDeletePro]
17600 = เพิ่มไฟล์
17601 = เพิ่มโฟลเดอร์
17602 = ลบตลอดไป
17603 = กำลังลบ
17604 = กำลังคำนวณ ...
17605 = ไม่สามารถลบรายการที่เหลืออยู่ในรายการได้ในขณะนี้ \n ตรวจสอบให้แน่ใจว่าไม่ได้ใช้ Windows หรือโปรแกรมอื่นแล้วลองอีกครั้ง
17606 = ลบรายการที่เลือกออกจากรายการ

[Backup Manager]
17800 = ตัวจัดการสำรอง
17801 = คืนค่า
17802 = ลบ
17803 = ลบทั้งหมด
17804 = กำหนดเอง \n กู้คืน
17812 = กำลังโหลดต้นไม้ ...
17813 = ย้อนกลับ
17814 = ถัดไป
17815 = ไม่พบข้อมูล Restore Point
17816 = กำลังประมวลผล
17817 = สำรองข้อมูล% d จาก% d รายการ
17818 = เรียกคืนคะแนน:
17819 = ขนาดรวม:
17820 = ตัวจัดการการสำรองข้อมูลช่วยให้คุณจัดการข้อมูลสำรองที่เก็บไว้โดย Revo Uninstaller Pro หลังจากทุกรายการรีจิสทรีไฟล์หรือโฟลเดอร์ที่ถูกลบ ด้วยการกู้คืนจุดคืนค่าคุณสามารถกู้คืนข้อมูลที่ถูกลบทั้งหมดหรือเพียงแค่เลือกและเลือกรายการที่คุณต้องการกู้คืน หากคุณต้องการพื้นที่ว่างเพิ่มขึ้นคุณสามารถลบจุดคืนค่าบางส่วนหรือทั้งหมดได้
17821 = ชื่อ
17822 = การทำงาน
17823 = ขนาด
17824 = รายการรีจิสทรี
17825 = ไฟล์และโฟลเดอร์
17826 = ชั่วโมง
17827 = วันที่
17830 = ชื่อคีย์ / ค่า
17831 = ข้อมูล
17835 = ค่าเริ่มต้น
17836 = กู้คืน %d จาก %d รายการ
17837 = กำลังคืนค่า
17838 = ชื่อไฟล์ / โฟลเดอร์
17839 = เรียกคืนแบบกำหนดเอง
17840 = เกิดข้อผิดพลาดในการอ่านไฟล์ข้อมูลสำรอง!
17841 = ไฟล์และโฟลเดอร์ที่จะกู้คืน
17842 = รายการรีจิสทรีที่จะกู้คืน
17843 = มีเนื้อที่ดิสก์ไม่เพียงพอที่จะเขียนไฟล์ข้อมูลสำรอง!
17844 = เกิดข้อผิดพลาดในการเขียนไฟล์ข้อมูลสำรอง!
17845 = คุณแน่ใจหรือไม่ว่าต้องการกู้คืนการดำเนินการ% s ของ% s?
17846 = คุณแน่ใจหรือไม่ว่าต้องการลบจุดคืนค่าทั้งหมด?
17847 = ลบ \n ตามเวลา
17848 = ลบข้อมูลสำรองที่เก่ากว่าวันที่หรือช่วงเวลาหนึ่ง
17849 = ลบข้อมูลสำรองทั้งหมดที่เก่ากว่า:
17850 = วันที่เลือก:
17851 = หนึ่งสัปดาห์
17852 = สองสัปดาห์
17853 = 30 วัน
17854 = 90 วัน
17855 = 180 วัน
17856 = หนึ่งปี
17857 = วันที่กำหนดเอง
17858 = คุณได้เลือกวันที่ใหม่กว่าวันนี้ \n ซึ่งจะลบข้อมูลสำรองทั้งหมด! ดำเนินการต่อหรือไม่

[TooltipsPro]
18200 = ปรับการตั้งค่าของ Revo Uninstaller Pro
18201 = เปลี่ยนมุมมองของรายการโปรแกรมที่ติดตาม
18202 = จัดการข้อมูลสำรองที่เก็บไว้โดย Revo Uninstaller Pro
18203 = ติดตั้งโปรแกรมผ่าน Revo Uninstaller Pro
18204 = บังคับให้ถอนการติดตั้งส่วนที่เหลือของโปรแกรมที่ถอนการติดตั้งแล้ว
18205 = แสดงโปรแกรมที่ติดตั้งทั้งหมด
18206 = แสดงโปรแกรมที่ติดตั้งตามรอย
18207 = ถอนการติดตั้งโปรแกรมติดตามที่เลือก
18208 = ถอนการติดตั้งโปรแกรมติดตามที่เลือกเอง
18209 = กู้คืนจุดคืนค่าที่เลือกของ Revo Uninstaller Pro
18210 = เรียกคืนจุดคืนค่าที่เลือกของ Revo Uninstaller Pro ลบจุดคืนค่าที่เลือกของ Revo Uninstaller Pro
18212 = เพิ่มโปรแกรมเพื่อเริ่มการทำงานโดยอัตโนมัติเมื่อ Windows เริ่มทำงาน
18213 = ดำเนินการลบหลักฐานในไดรฟ์ที่ตรวจสอบ
18214 = เพิ่มไฟล์ที่จะลบโดยไม่สามารถกู้คืนได้
18215 = เพิ่มโฟลเดอร์ที่จะลบโดยไม่สามารถกู้คืนได้
18216 = ลบไฟล์และโฟลเดอร์ที่เพิ่ม
18217 = ลบไฟล์ที่ทำเครื่องหมาย
18218 = เปลี่ยนหรือซ่อมแซมการติดตั้งโปรแกรมที่เลือก
18219 = ถอนการติดตั้งโปรแกรมที่เลือกอย่างรวดเร็ว (สิ่งที่พบทั้งหมดจะถูกลบโดยอัตโนมัติ)
18220 = เพิ่มรายการใหม่ในบันทึก
18221 = แก้ไขรายการที่เลือก
18222 = ลบรายการที่เลือกออกจากบันทึก
18223 = ส่งออกข้อมูลของบันทึกปัจจุบันเป็น HTML

[Portable]
18500 = เกิดข้อผิดพลาดในการดาวน์โหลดอัปเดต!
18501 = เกิดข้อผิดพลาดในการแยกอัปเดต!
18502 = กำลังอัปเดต
18503 = อัปเดตสำเร็จ!
18504 =%d จาก %d ไฟล์
18505 = การพกพา
18506 = ใช้โฟลเดอร์จัดเก็บข้อมูลแบบกำหนดเอง
18507 = เปิดใช้งานโหมดโหลดเร็ว

18508 = ยอมรับ

18509 = ข้อตกลงใบอนุญาต
